Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/norec.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Indonesia is home to the world’s third largest rainforest, and deforestation is a large problem.
nn: Indonesia har verdas tredje største regnskog, og avskoging er eit stort problem.

source: During the six weeks they visited universities, observed in demonstrations, participated in meetings and in advocacy work, lived with local farmers, learnt about the judicial system in Colombia and the social movements that fight for miners and smallholders in the country.
nn: I løpet av dei seks vekene besøkte dei universitet, observerte demonstrasjonar, deltok på møter og i informasjonsarbeid, budde hos lokale bønder, lærte om rettssystemet i Colombia og dei sosiale rørslene som kjempar for gruvearbeidarar og småbrukarar i landet.

source: A combination of face to face meetings and digital aids will be the new standard for Norec – even when our borders reopen.
nn: Kombinasjonen av fysiske møter og digitale verktøy blir standarden for Norec – også når grensene opnar igjen.

source: Be engaged and professional.
nn: Vere engasjert og profesjonell.

source: In Uganda, the tech company Laboremus provides young people with practical programming experience, because the teaching provided in Uganda is too theoretical.
nn: I Uganda gir tech-selskapet Laboremus unge praktisk programmeringserfaring, fordi utdanninga i landet er for teoretisk.

source: According to the evaluation, 93% of the participants agree that the preparatory training was useful for their exchange.
nn: I følge evalueringa er 93 prosent av deltakarane einige i at utreisekurset var nyttig for utvekslinga deira.

source: Myanmar has rich mineral and natural resources, but limited industry.
nn: Myanmar er rikt på mineral og naturressursar, men har ein beskjeden industri.

source: Norec had plans to gather up all loose ends and start full operations in Førde in 2020.
nn: 2020 var året då Norec skulle samle alle lause trådar og starte for fullt i Førde Les artikkelen

source: The company has also developed a cultural centre, restaurant and a cultural festival in Nkhotakota.
nn: I tillegg har dei bygd opp eit kultursenter, ein restaurant og ein kulturfestival i Nkhotakota.

source: The participants in Hald International School’s exchange programmes are part of an exchange between the Norwegian Christian Student and School Association (NKSS) and student Christian movements in Kenya.
nn: Deltakarane i utvekslingsprogramma til Hald internasjonale skole er med på ei utveksling mellom Norges Kristelige Student- og skoleungdomslag (NKSS) og kristne studentlagsrørsler i Kenya.

source: In India, partner organisation Parmath Samaj Sevi Sanstha has also changed the way they work.
nn: I India har partnarorganisasjonen Parmath Samaj Sevi Sanstha også endra måten dei arbeider på.

source: Brazil also exports cars and aircraft.
nn: Brasil eksporterer også bilar og fly.

source: Espe has worked on multilateral cooperation the past 12 years and has broad experience from international development.
nn: Espe har jobba med multilateralt samarbeid dei siste 12 åra, og har brei erfaring frå internasjonal utvikling.

source: A new website combined with digital marketing has made this quite popular, and 80 per cent of the income raised from it goes directly to the farmers.
nn: Nye nettsider kombinert med digital marknadsføring har gjort tilbodet svært populært, og 80 prosent av inntektene går direkte til bøndene.

source: For the next year, Mats Henrik Syvertsen from Fredrikstad will be a trainee in international development.
nn: Mats Henrik Syversen frå Fredrikstad skal det komande året vere trainee innan internasjonal utvikling.

source: Norec started 2020 with 220 partners in 70 different partnerships.
nn: I Norec starta vi 2020 med 220 partnarar i 70 partnarskap.

source: The service sector represents around 50% of employment.
nn: Tenestesektoren utgjer om lag 50 % av sysselsetjinga.

source: Now, we will use this evaluation to make our trainings even more valuable, Garfors continues.
nn: No vil vi bruke evalueringa til å gjere kursa enda meir nyttige, held Garfors fram.

source: It leaves traces in all the pupils, says Dag Henrik Nygård.
nn: Det set spor i alle elevane, seier Dag Henrik Nygård.

source: With the current situation, only Hald international school in Mandal has physical exchanges.
nn: Slik situasjonen er no, er det berre Hald internasjonale skole i Mandal som har fysiske utvekslingar.

source: IVDS and Parmath Samaj Sevi Sanstha are now in their third year of the exchange project.
nn: IVDS og Parmath Samaj Sevi Sanstha er no inne i sitt tredje år med utvekslingsprosjektet.

source: Click the icons below for information on the status of the various goals internationally.
nn: Trykk på ikona nedanfor for informasjon om ansvar og status for dei ulike måla i Norge og internasjonalt.

source: The situation is not just dire for the migrants, but for their dependents as well, Kanchan adds.
nn: Situasjonen er dramatisk både for migrantane sjølve og for personane dei har ansvar for.

source: It is less formal, and the teachers listen to a larger extent to the students.
nn: Det er mindre formelt, og lærarane lyttar i større grad til elevane sine.

source: — It was very emotional!
nn: – Det var mykje kjensler i sving!

source: But when the world was hit by the Covid pandemic in March 2020, all travel came to a sudden stop, and with it all exchanges.
nn: Men då covid-pandemien råka verda for fullt i mars 2020, vart det brå stogg i all reising, og dermed all utveksling.

source: The Norwegian Agency for Exchange Cooperation (Norec) offered two positions in 2021: one within communication and network and one within international development.
nn: For 2021 hadde Norsk senter for utvekslingssamarbeid (Norec) to traineestillingar å fylle, ei innan kommunikasjon og samfunnskontakt og ei innan internasjonal utvikling.

source: We are going through a challenging time, and then is it amazing to see young role models like these, says Ulstein.
nn: Vi er inne i ei utfordrande tid, og då er det fantastisk å sjå slike unge rollemodellar, seier Ulstein.

source: But as soon as the world opens again, we are ready to continue, Huy says.
nn: Men planen er å starte opp igjen når verda opnar opp, fortel Huy.

source: Since then, 211 young girl-scouts have gained international experience through Norec-supported exchange projects in Burundi, Bangladesh, Ghana, Kenya, Madagascar, Malawi, Nepal, Nigeria, Rwanda, Senegal, Tanzania, Uganda, Zambia, Zimbabwe and South Africa.
nn: Sidan den gong har 211 unge kvinnelege speidarar fått internasjonal erfaring gjennom Norecstøtta utvekslingsprosjekt i Burundi, Bangladesh, Ghana, Kenya, Madagascar, Malawi, Nepal, Nigeria, Rwanda, Senegal, Tanzania, Uganda, Zambia, Zimbabwe og Sør-Afrika.

source: Now the vegetables are starting to grow, and that has motivated many of the migrants to continue farming.
nn: No begynner grønsakene å vekse, og det har motivert mange av migrantane til å halde fram med dyrkinga.

source: That commands respect, Ulstein says.
nn: Det står det respekt av, seier Ulstein.

source: In 2015, Uganda Youth Skills Training Organization became involved in the project to further strengthen partners in Malawi.
nn: I 2015 blei Uganda Youth Skills Training Organization involvert i prosjektet for å ytterlegare styrke partnar i Malawi.

source: In India and Nepal the organisations IVDS and Parmarth Samaj Sevi Sansthan have given training in ecological agricultural techniques to migrants from urban areas, and helped them to avoid falling into extreme poverty.
nn: I India og Nepal har organisasjonane IVDS og Parmarth Samaj Sevi Sansthan gitt opplæring i økologisk landbruk til migrantar frå urbane område, som står i fare for å falle inn i ekstrem fattigdom.

source: The positions are first and foremost for young professionals.
nn: Stillingane er først og fremst for yngre profesjonelle.

source: The work of Norec is based on equity, solidarity and reciprocity.
nn: Arbeidet i Norec er tufta på likeverd, solidaritet og gjensidigheit.

source: Siril K. Herseth started as a junior expert in the Secretariat of the UN Department of Politics in New York in 2014.
nn: Siril K. Herseth starta som juniorekspert i sekretariatet for FNs avdeling for politikk i New York i 2014.

source: A cultural centre providing recreational pursuits for young people.
nn: Alle har obligatorisk entreprenørskapsopplæring i tillegg.

source: – We have been working on this since July.
nn: – Vi har arbeidd med dette sidan juli.

source: Brenna explains that many calls themselves colour-blind or gender blind.
nn: Brenna viser til at mange kallar seg fargeblinde eller kjønnsblinde.

source: She is not surprised that many do not wish to promote their foreign background.
nn: Ho meiner at det er naturleg at mange ikkje ønsker å fremme sin utanlandske bakgrunn.

source: Gradually they become frustrated and suicidal at an early age, Rishi explains.
nn: Gradvis blir dei meir og meir frusterte og mange ønsker ikkje leve meir, fortel Rishi.

source: The Malawi project is one of the approaches our school is using for this process,” explains Project Coordinator Vivian Nordstrand.
nn: Malawi-prosjektet er ei av satsingane skulen brukar i dette arbeidet, fortel prosjektkoordinator Vivian Nordstrand.

source: Sille Lukowski, head of section at Norec, says thorough preliminary studies have been carried out before sending participants on exchange.
nn: Seksjonssjef i Norec, Sille Lukowski, seier det er gjort grundige forundersøkingar før deltakarar vert sende ut på utveksling.

source: – In the refugee camp I was surrounded by strong women.
nn: – I flyktningleiren var eg omgitt av sterke kvinner.

source: The Framtidsfylket trainee scheme is Norway’s largest.
nn: Trainee-ordninga til Framtidsfylket er Norges største.

source: As per 2020, Norec supports 13 projects aimed at strengthening women’s rights.
nn: Norec har i 2020 13 prosjekt som jobbar for å betre kvinners rettar.

source: Follow up and guide the participants
nn: Følge opp og guide deltakarane i deira arbeid

source: From Farmers’ Rights in Colombia to Spring Farming in Eidsvoll
nn: Frå bonderettar i Colombia til våronna på Eidsvoll

source: Support for the territory and rights of indigenous peoples
nn: Støtte til urfolksterritorium og rettar for urfolk

source: Reciprocity is an overarching value and guiding light for Norec.
nn: Gjensidigheit er ein overordna verdi og ei rettesnor for Norec.

source: The Norwegian Agency for Exchange Cooperation (Norec) is an executive body under the Norwegian Ministry of Foreign Affairs.
nn: Norsk senter for utvekslingssamarbeid (Norec) er eit forvaltningsorgan underlagt Utanriksdepartementet.

source: For Oda, Joanna, and Maren, the journey continued to the farm Sander Nordstuen Gård in Eidsvoll.
nn: For Oda, Joanna og Maren gjekk turen vidare til Sander Nordstuen Gård på Eidsvoll.

source: 92% of the students are involved in the international work at the school.
nn: 92 prosent av elevane er engasjert i det internasjonale arbeidet ved skulen.

source: Huy Ông was a participant in the second round in 2019.
nn: Huy Ong var deltakar i andre runde i 2019.

source: Africa needed 20 million new jobs before the pandemic.
nn: Afrika trengte 20 millionar nye jobbar før pandemien.

source: The students are also involved via the young entrepreneur company, Prosjekt Malawi.
nn: I tillegg er elevane involvert gjennom ungdomsbedrifta Prosjekt Malawi.

source: All of Norec’s partners have had the chance to change their plans as a result of the corona outbreak, and Norec has received around 60 applications from projects that wish to adapt to the corona situation.
nn: Alle samarbeidspartnarane til Norec har fått høve til å endre planar som følgje av koronautbrotet, og Norec har motteke kring 60 søknader frå prosjekt som vil tilpasse seg koronasituasjonen.

source: Our partners consist of organisations, institutions and private businesses in Norway, Africa, Asia and Latin America.
nn: Partnarane våre består av organisasjonar, institusjonar og bedrifter i Norge, Afrika, Asia og Latin-Amerika.

source: – The trainings by the partners are a very important part.
nn: – Kursa til partnarane er ein svært viktig del av førebuinga.

source: We will not stop before we have reached full gender-equality, says Marit Bakken, Norec Director of Programmes.
nn: Vi vil halde fram med å støtte slike prosjekt, til målet om full likestilling er nådd, seier Marit Bakken, programdirektør i Norec.

source: Among other things, the exchange project has resulted in:
nn: Utvekslingsprosjektet har mellom anna resultert i:

source: This discourages Afriyie.
nn: Det gjer Afriyie oppgitt.

source: With the absence of personnel on one-year exchange visits, former exchange participants now had the opportunity to help further develop our organisation.
nn: Fråværet av deltakarar som skulle ut i verda for eit år, gav sjansen til tidlegare deltakarar om å bli med å utvikle verksemda endå meir.

source: In the meantime, we can hope that the first participants will be able to travel on exchange at some point in 2021 and that, by the start of 2022, we will have achieved the rate we need to reach our goal of 750 persons on exchange visits in the space of one year.
nn: å kan vi håpe at dei første deltakarane kanskje vil kunne reise på utveksling i løpet av 2021, og at vi ved inngangen til 2022 er oppe i det tempoet vi skal for å nå målet om at 750 personar skal får reise på utveksling i løpet av eit år.

source: , e-mailing varsling.dep@wiersholm.no, or writing to:
nn: , ved e-post til varsling.dep@wiersholm.no eller brev til:

source: “Since we initiated the project and up to the current date, the number of students taking part in the international work has increased from 50% to 92%.
nn: – Frå starten og fram til i dag har vi gått frå 50 til 92 prosent oppslutnad om det internasjonale arbeidet.

source: We must offer young people an opportunity to contribute to society, both locally and internationally, says Solveig Schytz, who also used to be head scout in the Norwegian Scout Association from 2010 to 2012.
nn: Vi må tilby ungdom ein moglegheit til å bidra til samfunnet, både lokalt og internasjonalt, seier Solveig Schytz, som også har vore speidarsjef i Norges speidarforbund frå 2010 til 2012.

source: Norec organises and takes part in a number of events.
nn: Norec organiserer og deltek på ei rekke arrangement.

source: – We are particularly pleased that the participants believe the trainings were relevant for their exchange experience, says Øystein Garfors, Head of Section – Training.
nn: – Vi er særleg nøgde med at deltakarane opplever at kursa er relevante for utvekslingsopphaldet, seier seksjonsleiar for kurs Øystein Garfors.

source: Since 2012, the school has co-operated with the entrepreneurship centre Nkhotakota Youth Organization in Malawi and they have been through eight rounds of exchange of staff.
nn: Skulen har sidan 2012 samarbeidd med entreprenørskapssenteret Nkhotakota Youth Organization i Malawi og vore gjennom åtte rundar med utveksling av personell.

source: Kenya has experienced significant growth since 2000, and is now classified as a middle-income country.
nn: Kenya har hatt betydeleg vekst sidan 2000, og er kategorisert som eit mellominntektsland.

source: Agnar Aasland, the principal of Hald International School, makes no secret of how important it is that the school can once again send students to cooperation partners in the south.
nn: Rektor ved Hald internasjonale skole, Agnar Aasland, legg ikkje skjul på at det er stort at skulen igjen kan sende studentar ved skulen til samarbeidspartnarar i sør.

source: – The handover of knowledge doesn’t happen by itself.
nn: – Overføring av kunnskap skjer ikkje av seg sjølv.

source: Challenge and show respect.
nn: Utfordre og vise respekt.

source: By using digital tools, they did this together with their colleagues in India.
nn: Ved hjelp av digitale verktøy gjorde dei dette saman med kollegaene sine i India.

source: Agriculture is the most important industry, providing employment for around 80% of the population in Tanzania.
nn: Landbruk er den viktigaste næringa, og sysselset om lag 80 % av befolkninga.

source: — Tor-Øyvind Rand, Programme Adviser
nn: — Tor-Øyvind Rand, programrådgivar

source: VGA is a coalition of organisations that contribute to sustainable development through volunteering.
nn: VGA er ei samanslutning av ulike organisasjonar som jobbar for å synleggjere frivilligheitas arbeid for berekraftig utvikling.

source: – We are already well on our way in developing e-learning modules, and we will put a lot of work into this the year ahead.
nn: – Vi er allereie godt i gang med utviklinga av e-læringsmodular, og vil legge mykje arbeid i det framover.

source: / Every day, 137 women are killed by family members.
nn: / Kvar dag vert 137 kvinner drept av eit familiemedlem.

source: Higher English grades for vocational students and increased internationalisation, made evident by the 92% participation on intentional day.
nn: Forbetra engelskkarakterar blant yrkesfagelevar, og auka internasjonalisering synleggjort gjennom deltaking på 92 prosent på internasjonal dag.

source: What Norec does
nn: Kva gjer Norec

source: — It has worked out very well!
nn: – Det har fungert veldig godt!

source: This has allowed them to avoid sinking into extreme poverty.
nn: På den måten har dei unngått å hamne i ekstrem fattigdom.

source: The aim of the Brigades project is to strengthen LAG and their partners’ organisational capacity through network building, developing organisational structures and skills development among the participants.
nn: Brigadeprosjektet har som mål å styrke organisasjonskapasiteten til LAG og samarbeidsorganisasjonane gjennom nettverksbygging, utvikling av organisasjonsstrukturar og kompetanseheving hos deltakarane.

source: The Solidarity Brigades is a triangular Norec exchange between LAG in Norway, CAN in Colombia, MST in Brazil, and CUC and Conavigua in Guatemala
nn: Solidaritetsbrigadane er ei triangulær Norec-utveksling mellom LAG i Norge, CNA i Colombia, MST i Brasil, og CUC og Conavigua i Guatemala

source: — To deliver 42 lambs during spring farming in Eidsvoll was definitely not part of the plan!
nn: – Planen var heilt klart ikkje å vere med på å ta i mot 42 lam under våronna på Eidsvoll!

source: After two years in New York, she went on to the UN liaison office at the African Union in Addis Ababa.
nn: Etter to år i New York bar det vidare til sambandskontoret til FN hos den afrikanske union i Addis Abeba.

source: In January, IVDS sent three exchange participants from Nepal to Jhansi in India where they learnt about improved farming methods.
nn: I januar sende IVDS tre deltakarar frå Nepal på utveksling i Jhansi i India, der dei fekk opplæring i betre jordbruksmetodar.

source: — Marit Bakken, Director of Programmes
nn: — Marit Bakken, avdelingsdirektør program

source: All partners and participants receive training and follow-up support before, during and after the exchange.
nn: Alle partnarane og deltakarane får kursing og oppfølging både før, under og etter utveksling.

source: They have formed five groups that meet regularly to get training in the 20 demonstration plots they have developed.
nn: Dei har danna fem grupper som møtest jamleg for å få opplæring på dei 20 jordlappane dei bruker til demonstrasjonsformål.

source: This distribution works well, in Garfors’ opinion:
nn: Det er ei fin fordeling, meiner Garfors:

source: Led by Prosjekt Malawi, a young entrepreneur company at Flora upper secondary school, the school and Youth Code, an organisation for youth, have been exchanging employees and competencies for 15 years.
nn: Med ungdomsbedrifta Prosjekt Malawi ved roret, har Flora vidaregåande skule og ungdomsorganisasjonen Youth Code i 15 år utveksla tilsette og kompetanse. Resultata er imponerande:

source: This refers to development projects between countries in Africa, Asia, or Latin America.
nn: Dei vil seie utviklingsprosjekt mellom land i Afrika, Asia eller Latin-Amerika.

source: The distance between Florø and Nkhotakota in Malawi is vast, both geographically and in terms of the standard of living.
nn: Avstanden mellom Florø og Nkhotakota i Malawi er stor både i kilometer og levestandard.

source: The Waste Electrical and Electronic Equipment Centre (WEEE) started because of a problem in handling waste from electronical equipment.
nn: Det kenyanske WEEE-senteret (The Waste Electrical and Electronic Equipment Centre) blei starta fordi det var eit stort behov for resirkulering av elektronisk avfall.

source: In 2012, Flora upper secondary school and Youth Code entered into a partnership for the exchange of employees and competencies. Together, they have contributed towards establishing power supply, sustainable development, internationalisation and entrepreneurship for young people in both countries.
nn: I 2012 inngjekk Flora vidaregåande skule og ungdomsorganisasjonen Youth Code eit partnarskap om å utveksle tilsette og kunnskap – og saman har dei bidrege til elektrifisering, berekraftig utvikling, internasjonalisering og entreprenørskap hos ungdommar i begge land.

source: The country's service sector represents more than 60% of its GNP, with tourism the most important source of income.
nn: Tenestesektoren står for over 60 % av BNP, kor turisme utgjer den viktigaste inntektskjelda.

source: We can provide advice and information and offer areas for the exchange of experience to organisations, institutions and companies that wish to send and/or receive participants on work placements.
nn: Vi kan gje råd, informasjon og tilby erfaringsutveksling for organisasjonar, institusjonar og bedrifter som ønsker å sende og/eller ta i mot tilsette på arbeidsopphald.

source: In Bangladesh, trans men have no legal rights, and are neither socially nor legally accpepted for who they are.
nn: I Bangladesh har transmenn ingen lovfesta rettar, og dei vert verken anerkjent eller sosialt akseptert for kven dei er.

source: Farming methods from India helping migrant workers in Nepal
nn: Jordbruksmetodar frå India hjelper migrantarbeidarar i Nepal

source: It is good for the school to have this project.
nn: Det er godt for skulen å ha prosjektet.

source: Even though we have communicated to a large extent via digital meetings throughout the period, this could never be the same as meeting face to face,” says Steinar Hoel Korsmo, Managing Director of the Seed Forum Norway association and project coordinator for the Global Entrepreneurs Exchange Project (GEEP).
nn: Sjølv om vi i stor grad har kommunisert gjennom digitale møte i perioden som har gått, vil det aldri bli det same som å møtast fysisk, seier Steinar Hoel Korsmo som er dagleg leiar i Stiftelsen Seed Forum Norge og prosjektkoordinator i Global Entrepreneurs Exchange Project (GEEP).

source: 97% of the participants found that Norec’s preparatory training made them more open-minded and helped them understand different cultures, a new evaluation shows.
nn: 97 prosent av deltakarane meiner utreisekurset til Norec gjorde dei meir opne for nye idear og betre rusta til å forstå andre kulturar, syner ei ny kursevaluering.

source: In Norway, Norsk Bonde- og Småbrukarlag (NBS) is the only member organisation in the network.
nn: I Norge er Norsk Bonde- og Småbrukarlag (NBS) den einaste medlemsorganisasjonen i nettverket.

source: We were all eager to learn more, experience more and contribute more, and then all of a sudden it was over, tells Maren.
nn: Vi var alle innstilt på å lære meir, oppleve meir og bidra meir, og så plutseleg var det slutt, fortel Maren.
